import React from 'react'

export default function About() {
  return (
    <div className='py-20 px-4 max-w-6xl mx-auto'>
      <h1 className='text-3xl font-bold mb-4 text-slate-800'>О ta_nedvizh</h1>
      <p className='text-slate-700 mb-4'>ta_nedvizh — это ведущая агентство недвижимости, которое специализируется на помощи клиентам в покупке, продаже и аренде недвижимости в самых привлекательных районах. Наша команда опытных агентов стремится предоставить исключительный сервис и сделать процесс покупки и продажи как можно более гладким.</p>
      <p className='text-slate-700 mb-4'>Наша миссия — помочь нашим клиентам достичь их целей в сфере недвижимости, предоставляя экспертные советы, персонализированное обслуживание и глубокое понимание местного рынка. Независимо от того, хотите ли вы купить, продать или арендовать недвижимость, мы всегда готовы помочь вам на каждом этапе.</p>
      <p className='text-slate-700 mb-4'>Наша команда агентов обладает богатым опытом и знаниями в сфере недвижимости, и мы стремимся предоставлять нашим клиентам обслуживание на высшем уровне. Мы считаем, что покупка или продажа недвижимости должна быть увлекательным и приятным опытом, и мы посвящаем себя тому, чтобы сделать это реальностью для каждого нашего клиента.</p>
    </div>
  )
}
